Repository: hidden-spectrum/swift-translate
Catalog: TestCatalogResult.xcstrings
Source language: en
Languages: cs, de, es, fi, fr, hu, it, ja, ko, nl, pt, sv, zh_hk

source: Apple Loops not found at default directory
cs: Apple Loops nebyly nalezeny ve výchozím adresáři
de: Apple Loops nicht im Standardverzeichnis gefunden
es: No se encontraron Apple Loops en el directorio predeterminado
fi: Apple Loops ei löytynyt oletushakemistosta
fr: Apple Loops introuvables dans le répertoire par défaut
hu: Az Apple Loops nem található az alapértelmezett könyvtárban
it: Apple Loops non trovati nella directory predefinita
ja: デフォルトディレクトリでAppleループが見つかりません
ko: 기본 디렉토리에서 Apple 루프를 찾을 수 없습니다
nl: Apple Loops niet gevonden in de standaardmap
pt: Apple Loops não encontrados no diretório padrão
sv: Apple Loops hittades inte i standardkatalogen
zh_hk: 在預設目錄找不到 Apple Loops

source: Destination
cs: Cíl
de: Ziel
es: Destino
fi: Kohde
hu: Célállomás
it: Destinazione
ja: 宛先
ko: 대상
nl: Bestemming
pt: Destino
zh_hk: 目的地

source: - or -
cs: - nebo -
de: - oder -
es: - o -
fi: - tai -
fr: - ou -
hu: - vagy -
it: - o -
ja: - または -
ko: - 또는 -
nl: - of -
pt: - ou -
sv: - eller -
zh_hk: - 或 -

source: File already exists, skipping
cs: Soubor již existuje, přeskočení
de: Datei existiert bereits, überspringen
es: El archivo ya existe, omitiendo
fi: Tiedosto on jo olemassa, ohitetaan
fr: Le fichier existe déjà, saut
hu: A fájl már létezik, átugrás
it: File già esistente, saltando
ja: ファイルは既に存在しているため、スキップします
ko: 파일이 이미 존재하여 건너뛰었습니다.
nl: Bestand bestaat al, overslaan
pt: Arquivo já existe, pulando
sv: Fil finns redan, hoppar över
zh_hk: 文件已存在，跳過

source: Format
cs: Formát
es: Formato
fi: Muoto
hu: Formátum
it: Formato
ja: フォーマット
ko: 형식
nl: Formaat
pt: Formato
zh_hk: 格式

source: Change
cs: Změnit
de: Ändern
es: Cambiar
fi: Vaihda
fr: Changer
hu: Változtatás
it: Cambia
ja: 変更
ko: 변경
nl: Wijzigen
pt: Alterar
sv: Ändra
zh_hk: 更改

source: Successfully converted
cs: Úspěšně převedeno
de: Erfolgreich konvertiert
es: Convertido exitosamente
fi: Muunnettu onnistuneesti
fr: Converti avec succès
hu: Sikeresen átalakítva
it: Convertito con successo
ja: 正常に変換されました
ko: 성공적으로 변환되었습니다.
nl: Succesvol geconverteerd
pt: Convertido com sucesso
sv: Konverterades framgångsrikt
zh_hk: 成功轉換

# AC_ALERT_APPLE_LOOPS_NOT_FOUND
source: Apple Loops not found in default directory %@ Please select the folder manually
cs: Apple Loops nebyly nalezeny ve výchozím adresáři %@ Prosím, vyberte složku ručně
de: Apple Loops nicht im Standardverzeichnis gefunden %@ Bitte wählen Sie den Ordner manuell aus
es: No se encontraron Apple Loops en el directorio predeterminado %@ Seleccione la carpeta manualmente
fi: Apple Loops ei löytynyt oletushakemistosta %@ Valitse kansio manuaalisesti
fr: Apple Loops introuvables dans le répertoire par défaut %@ Veuillez sélectionner le dossier manuellement
hu: Az Apple Loops nem található az alapértelmezett könyvtárban %@ Kérem válassza ki a mappát manuálisan
it: Apple Loops non trovati nella directory predefinita %@ Seleziona manualmente la cartella
ja: デフォルトディレクトリでAppleループが見つかりません %@ フォルダを手動で選択してください
ko: 기본 디렉토리에서 Apple 루프를 찾을 수 없습니다. %@ 수동으로 폴더를 선택하세요.
nl: Apple Loops niet gevonden in standaardmap %@ Selecteer de map handmatig
pt: Apple Loops não encontrados no diretório padrão %@ Por favor, selecione a pasta manualmente
sv: Apple Loops hittades inte i standardmappen %@ Välj mappen manuellt
zh_hk: 在默認目錄中找不到 Apple Loops %@ 請手動選擇文件夾

# Converted %lld files with %lld failures and %lld warnings in %@
source: Converted %#@arg1@ with %#@arg2@ and %#@arg3@ in %4$@
cs: Převedeno %#@arg1@ s %#@arg2@ a %#@arg3@ v %4$@
de: Konvertiert %#@arg1@ mit %#@arg2@ und %#@arg3@ in %4$@
es: Convertido %#@arg1@ con %#@arg2@ y %#@arg3@ en %4$@
fi: Muunnettu %#@arg1@ käyttäen %#@arg2@ ja %#@arg3@ ajassa %4$@
fr: Converti %#@arg1@ avec %#@arg2@ et %#@arg3@ en %4$@
hu: Átalakítva %#@arg1@, %#@arg2@ és %#@arg3@ segítségével %4$@
it: Convertito %#@arg1@ con %#@arg2@ e %#@arg3@ in %4$@
ja: %4$@で%#@arg2@と%#@arg3@を使用して%#@arg1@を変換しました
ko: %#@arg1@이(가) %#@arg2@와(과) %#@arg3@로%4$@에 변환되었습니다.
nl: Geconverteerd %#@arg1@ met %#@arg2@ en %#@arg3@ in %4$@
pt: Convertido %#@arg1@ com %#@arg2@ e %#@arg3@ em %4$@
sv: Konverterad %#@arg1@ med %#@arg2@ och %#@arg3@ i %4$@
zh_hk: 在%4$@中使用%#@arg2@和%#@arg3@轉換了%#@arg1@

source: Convert
cs: Převést
de: Konvertieren
es: Convertir
fi: Muunna
fr: Convertir
hu: Átalakítás
it: Converti
ja: 変換
ko: 변환
nl: Converteren
pt: Converter
sv: Konvertera
zh_hk: 轉換

# runtime.fix
source: validate this value in unit test
cs: ověřte tuto hodnotu v jednotkovém testu
de: Überprüfe diesen Wert im Unittest
es: validar este valor en la prueba unitaria
fi: validoi tämä arvo yksikkötestissä
fr: valider cette valeur dans le test unitaire
hu: ellenőrizze ezt az értéket a modulteszten
it: valida questo valore nel test unitario
ja: この値をユニットテストで検証する
ko: 이 값을 단위 테스트에서 유효성 검사하세요
nl: valideer deze waarde in unit test
pt: validar este valor no teste de unidade
sv: validera detta värde i enhetstest
zh_hk: 在單元測試中驗證此值

source: Fast Conversion
cs: Rychlá konverze
de: Schnelle Konvertierung
es: Conversión Rápida
fi: Nopea muuntaminen
fr: Conversion Rapide
hu: Gyors átalakítás
it: Conversione Veloce
ja: 高速変換
ko: 빠른 변환
nl: Snelle Conversie
pt: Conversão Rápida
sv: Snabb konvertering
zh_hk: 快速轉換

source: Conversion failed, click icon for more info
cs: Převod se nezdařil, klikněte na ikonu pro více informací
de: Konvertierung fehlgeschlagen, klicken Sie auf das Symbol für weitere Informationen
es: La conversión falló, haz clic en el icono para obtener más información
fi: Muunnos epäonnistui, napsauta kuvaketta saadaksesi lisätietoja
fr: Échec de la conversion, cliquez sur l'icône pour plus d'informations
hu: A konverzió sikertelen, kattintson az ikonra további információért
it: Conversione fallita, clicca sull'icona per ulteriori informazioni
ja: 変換に失敗しました。詳細についてはアイコンをクリックしてください
ko: 변환 실패, 자세한 정보를 보려면 아이콘을 클릭하세요.
nl: Conversie mislukt, klik op het pictogram voor meer informatie
pt: Falha na conversão, clique no ícone para mais informações
sv: Konvertering misslyckades, klicka på ikonen för mer information
zh_hk: 轉換失敗，點擊圖標獲取更多信息

source: Best Quality
cs: Nejlepší kvalita
de: Beste Qualität
es: Mejor Calidad
fi: Paras laatu
fr: Meilleure Qualité
hu: Legjobb minőség
it: Migliore Qualità
ja: 最高品質
ko: 최상 품질
nl: Beste Kwaliteit
pt: Melhor Qualidade
sv: Bästa kvalitet
zh_hk: 最佳品質

# %lld of %lld files successfully converted
source: %1$lld of %#@arg2@ successfully converted
cs: %1$lld z %#@arg2@ úspěšně převedeno
de: %1$lld von %#@arg2@ erfolgreich konvertiert
es: %1$lld de %#@arg2@ convertidos exitosamente
fi: %1$lld / %#@arg2@ muunnettu onnistuneesti
fr: %1$lld de %#@arg2@ converti avec succès
hu: %1$lld a(z) %#@arg2@ sikeresen átalakítva
it: %1$lld di %#@arg2@ convertiti con successo
ja: %1$lld / %#@arg2@ の変換に成功しました
ko: %1$lld 중 %#@arg2@ 성공적으로 변환됨
nl: %1$lld van %#@arg2@ succesvol geconverteerd
pt: %1$lld de %#@arg2@ convertidos com sucesso
sv: %1$lld av %#@arg2@ framgångsrikt konverterade
zh_hk: %1$lld 的 %#@arg2@ 成功轉換

# Converted %lld files with %lld failures in %@
source: Converted %#@arg1@ with %#@arg2@ in %3$@
cs: Převedeno %#@arg1@ s %#@arg2@ v %3$@
de: Konvertiert %#@arg1@ mit %#@arg2@ in %3$@
es: Convertido %#@arg1@ con %#@arg2@ en %3$@
fi: Muunnettu %#@arg1@ käyttäen %#@arg2@ ajassa %3$@
fr: Converti %#@arg1@ avec %#@arg2@ en %3$@
hu: Átalakítva %#@arg1@ és %#@arg2@ segítségével %3$@
it: Convertito %#@arg1@ con %#@arg2@ in %3$@
ja: %3$@で%#@arg2@を使用して%#@arg1@を変換しました
ko: %#@arg1@이(가) %#@arg2@로 %3$@에 변환되었습니다.
nl: Geconverteerd %#@arg1@ met %#@arg2@ in %3$@
pt: Convertido %#@arg1@ com %#@arg2@ em %3$@
sv: Konverterad %#@arg1@ med %#@arg2@ i %3$@
zh_hk: 在%3$@中使用%#@arg2@轉換了%#@arg1@

source: Bitrate
es: Tasa de bits
fi: Bittinopeus
fr: Débit binaire
hu: Bitráta
ja: ビットレート
ko: 비트레이트
pt: Taxa de Bits
zh_hk: 比特率

source: ALAC (Apple Lossless Audio Codec)
hu: ALAC (Apple veszteségmentes hangkódoló)
ko: ALAC (애플 로스리스 오디오 코덱)
zh_hk: ALAC（Apple Lossless音頻編解碼器）
